Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 其余两位魔法师和骑士神情也是格外凝重，这段时间洛都城内聚集了二三十位十级强者，并且被要求随时待命。
en_us: The other two magic caster and knight also had a solemn expression. 20 to 30 10th-tier powerhouses had congregated in Rodu recently and they were asked to standby at all times.

source: 其实就是一根能大能小能防水，能够适应各种场景的棒槌。
en_us: As for that mysterious roller pin, it was actually just a waterproof rod that could expand and shrink according to the occasion.

source: 其次你要对酒馆里的酒水单做减法，泰坦酒是当之无愧的镇店之宝，但每日的供应量有限，要不了多久就会处于供不应求的状态。
en_us: Secondly, you need to discard things on the menu. Titan Liquor is the gem of the tavern but there should be limited supply every day. Otherwise, you would soon be running out of supply.

source: 其种族守护拉莱耶旧城入口封印已达五千二百三十年，超出约定年限二百三十年，目前封印状态完好，破损风险较低。
en_us: This race had guarded the entrance of the ancient city R'lyeh for 5230 years, exceeding the promised period by 230 years. The sea is currently in good condition and the risk of it being damaged is rather low.

source: 具体事项，将在现场进行商讨，其中包括派出联军北上，阻击亡灵军团南下，以及消灭旧日支配者克苏鲁。
en_us: The specific details would be discussed on site, including the troops to be sent to the north to prevent the Army of the Dead from advancing south, as well as to destry the Great Old Ones, Cthulhu.

source: 内容倒是没有多少变化，但画风变得更加成熟了，细节也是趋于完美，就像是一本精致的艺术品一般。
en_us: The content didn't change much, but the drawing style became more matured and the details were getting more perfect. It resembled an intricate artwork.

source: 再来一口冰啤。
en_us: Then, a sip of chilled beer.

source: 冰凉凉的绿豆糕入口，甜味被降低了少许，依旧细腻爽口，轻轻一咬便在嘴里化开，口感细润紧密，清香绵软不粘牙，的确十分美味，一改之前甜腻的感觉。
en_us: The moment the chilled mung bean pastry went into her mouth, the sweetness also decreased by a lot. The texture was still as fine and refreshing, and the pastry would melt easily in her mouth. It tasted denser, and was fragrant and soft, yet not sticky. It was indeed very delicious, and was not as sweet as before.

source: 冰原之上炸裂出一个大洞。
en_us: The ice plain exploded and a large hole was formed.

source: 冰窟下方是一片巨大的冰面，而在那冰面之上却有着密密麻麻的无数人形和兽形的坑洞，就像是有人将某种东西从冰封之中抠出来一般。
en_us: There was a huge ice surface below the cave and on top of it were countless human-shaped and beast-shaped holes, as if someone had dug them out from the ice.

source: 冰镇的绿豆糕口感的确更好一些，甜腻感被降低了许多，但绿豆糕本身的细腻口感并未受到影响，但仔细去品味的话，还是有少许的结块状态存在。
en_us: The chilled mung bean pastry was indeed better. It was no longer so sweet, but the texture was not affected. But upon meticulous tasting, Mag could still feel that there were some solid pieces.

source: 冰面开始剧烈颤抖，一个如小山般庞大，覆满鳞片的胶状物从冰面下缓缓爬了出来，巨大的蝠翼抬起，遮天蔽日。
en_us: The ice on the surface started to shake and a gel-like organism the size of a hill, covered in scales, started crawling out from beneath the ice slowly. It raised its large bat wings, covering the sun.

source: 准备结账的晞打了个一个饱嗝，这让她有点惊讶。
en_us: Xi, who was prepared to settle her bill, burped, which surprised her.

source: 几乎同时，系统的声音在麦格的脑海中响起。
en_us: The system's voice rang in Mag's mind almost simultaneously.

source: 几乎每一个精灵都感受到了改变。
en_us: Almost every elf could feel the change.

source: 几乎没有犹豫，伊琳娜便拔开了酒塞。
en_us: Without any hesitation, Irina removed the cork.

source: 几位十级骑士和大魔法师相视一眼，皆从对方的眼中看出了惊骇和忌惮，不敢再多问。
en_us: The 10th-tier knights and great magic casters all exchanged looks. They could see the fear and horror in each others' eyes, and did not probe further.

source: 几位大臣闻言脸色顿时拉了下来，他们出来喝酒，还从来没有人敢拿不好的东西糊弄，这老板不厚道。
en_us: The other courtiers all pulled a face. They had never been fooled with inferior goods when they were out for a drink. This owner was not being honest.

source: 几位护卫小声议论道，表情渐渐惊悚和害怕。
en_us: The guards discussed the matter softly in fear and terror.

source: 几张桌椅替换之后，再把被斧头砸碎的地面修补一下，酒馆外面也就差不多完工了。
en_us: After replacing a couple of tables and chairs and repairing the floor that was crushed by the ax, the tavern's external work was almost done.

source: 几番推辞，工作人员们还是接受了麦格的好意。
en_us: After declining a few times, the staff members accepted Mag's good will.

source: 凶悍到能够砍翻五级魔法师布下的魔法罩的暴徒，遭遇了哈迪斯父女，却变成了现在这般惨烈的模样。
en_us: The assailant that was so ferocious he could destroy a 5th-tier magic caster's shield met Hades and his daughter but ended up in this terrible state.

source: 出了黑市，麦格找了个巷子打开钱袋看了一眼，全是金晃晃的龙币，二百五十枚。
en_us: After leaving the black market, Mag found an alley to chekc the money pouch. It was all golden dragon coins inside. 250 of them in total.

source: 出城往东五百里，紫纹狮鹫在一片竹林上空停下。
en_us: The purple-striped griffin hovered above a patch of bamboo forest after they were 800 km east from the city.

source: 出息啊！
en_us: Well done!

source: 出水过多是扣分项。
en_us: Points were deducted as too much juice had seeped out of the cucumber.

source: 出门叫这几位大臣的车夫进来把喝的酩酊大醉的大人们抬走，麦格翻转了门上的木牌，宣告今日份营业结束。
en_us: Mag went out and got the coachmen of the courtiers to bring them back. He flipped the wooden plaque at the door, and officially closed for the day.

source: 出门清理了酒馆周遭的血迹，麦格这才回到酒馆里，关上门，看着坐在椅子上，脸色苍白的梅兰特，和满头大汗的诺亚，眉头微皱道：“什么情况？”
en_us: After going out to clear the bloodstains around the tavern, Mag went back and closed the door behind him. He looked at the pale Merante sitting on the chair and Noya with beads of perspiration on his forehead. Mag asked, "What's going on?"

source: 切个菜都能把切菜台给砍翻吗？！
en_us: Chopping the vegetables became chopping the kitchen counter!

source: 切断的黄瓜自然散开，大小均匀适中，细密的裂痕布满了黄瓜内外，但看起来依旧饱满。
en_us: The cut cucumber split naturally into even sizes. The cucumber was filled with cracks but it still looked very full and juicy.

source: 切菜台听了都想把自己掀了。
en_us: The kitchen counter would probably flip itself upon hearing that.

source: 切菜台已经被重新连接在一起，台面平整，除了留下一条黑色的印记，和原先并无两样。
en_us: The kitchen counter had been joined back together. The surface was smooth, and other than a black line left behind, it was completely the same as it was before.

source: 刚出炉不久的灌汤包，里边的汤汁还有些发烫。
en_us: The soup in the dumpling, which was just taken off the stove, was still piping hot.

source: 刚出炉的灌汤包，里边的汤汁还是滚烫的。
en_us: The soup inside the soup dumpling that was just served was still boiling hot.

source: 刚刚不少人都注意到了老板那可爱的小女儿，不过三四岁的样子，竟然有人提出让她倒酒的无理的要求。
en_us: Many of them had noticed the owner's cute little daughter. She appeared to be only three or four years old. How dare someone come up with such an unreasonable request, getting her to pour wine?

source: 刚刚他去菜市场买菜的时候，还看到一位买菜的大妈正在看食全食美里他的那篇鱼香茄子教学，一边看，一边夸：“这小伙子长得真俊啊！”
en_us: When he was marketing, he saw a middle-aged woman who was selling vegetables, reading his tutorial of the eggplant with garlic sauce in the "Perfect Food". She praised as she read, "This young chap is so handsome!"

source: 刚刚写完日志，并作了汇报的晞，在机舱的角落里发现了一个棕色的小盅。
en_us: After writing the diary and finishing her report, Xi discovered a brown little soup pot in a corner of the spaceship.

source: 刚刚出锅一会的油条咬着又香又脆，小家伙的嘴角不自觉的上扬，开心溢于言表。
en_us: The freshly fried youtiao was fragrant and crispy. The little fellow smiled subconsciously to display her happiness.

source: 刚刚捧回品酒大会金奖的泰坦酒馆老板埃菲小姐，在营业结束后，遭遇暴徒入室抢劫。
en_us: Miss Eiffie, the owner of Titan Tavern, that just brought the gold award home from the liquor tasting event, met with an assailant that robbed her after she closed her shop for the day.

source: 刚刚麦格收到了梅兰特的信，他们在北边发现了一处异常的地点，让他前去查看。
en_us: Mag had just received Merante's letter. They had discovered an unusual spot in the north and asked for Mag to check it out.

source: 刚到门口，得到消息的牛肉馆老板已是满脸谄笑的迎上前来，领着亚伯罕和温妮莎进了餐厅，然后直上二楼的精美包厢。
en_us: The beef restaurant's boss already received the news of their arrival as soon as they reached the door, and came to welcome them with a fawning smile. He led Abraham and Vanessa into the restaurant and straight to the exquisite private room on the second floor.

source: 刚进入工厂，机器的轰鸣声便已传来。
en_us: He heard the machine's humming as soon as he entered the factory.

source: 初级甜品师这种称号他其实并不在意，反正这东西只有他自己能够看到，他比较在意的是那甜品大礼包之中有什么。
en_us: He didn't really care for the title of "Junior Patissier," and only he could see it anyway. He cared more about what was in the dessert gift package.

source: 利尔倒是很快冷静下来，看着布卢姆的尸首，神情凝重道：“先把火灭了，封锁此地，此事不得外传，我这就入宫禀报陛下。”
en_us: Lear quickly calmed down. He looked at Blum's corpse with a grave expression, and said, "Put the fire out first and seal the place. Do not spread the news of this incident. I will report this to His Majesty right away."

source: 利尔先前在火场之中着急救人没有注意，现在看到怀中抱着的布卢尔如此恐怖，惊得将他丢了出去。
en_us: Lear did not notice that as he was in a rush to save the general from the fire. When he finally saw the horrifying look of Blum in his arms, he got such a shock that he threw the body out.

source: 利尔回过神来，提着重剑冲向了被大火包围的寝房，长剑拍开掉落的着火木头，冲入火场之中。
en_us: Lear quickly came back to his senses. He rushed into the blazing room with his heavy sword, and used it to hit falling flaming wood away.

source: 利尔站在角落里，此时也是神情紧张的低着脑袋。
en_us: Lear stood in a corner with his head lowered nervously too.

source: 利尔见护卫用床单将布卢姆的尸首盖上之后，才匆匆离去，径直前往皇宫。
en_us: Lear only hurried off to the palace after watching the guards cover Blum's corpse with a sheet.

source: 别人家小朋友从小玩泥巴，他们家孩子从小玩调酒，好像也没有太大的区别，都是玩嘛，以孩子的兴趣为主。
en_us: The other children played with mud, while their children played with liquors, but there didn't seem to be a big difference. Both were a kind of playing, and were what the children were interested in.

source: 别人来酒馆都是为了喝酒。
en_us: Others came to the tavern for drinks.

source: 别说……
en_us: Speaking about it...

source: 到了九点钟，麦格推开门走了出去，一阵冷风吹来，让他打了个激灵。
en_us: At about 9 pm, Mag walked out. A gust of cold breeze caused him to shudder.

source: 到现在为止，麦格还是没有查到这只会飞的肥橘子究竟是什么物种的魔兽，战斗力倒是没有发现，但卖萌越来越是一把好手。
en_us: Until now, Mag still hadn't found out what species of magic beast this fat orange that could fly was. He still hadn't discovered its combat power, but it was getting increasingly good at acting cute.

source: 刺啦！
en_us: Slash!

source: 刺耳的警报声响彻布鲁斯特家族的上空。
en_us: The shrill alarms rang throughout the sky above the Brewster Family.

source: 削的好的田螺，刚好削到内脏的位置，清水搓洗几遍，也就干净了。
en_us: The escargot were cut to their intestines. They were clean after washing with water for a few times.

source: 前些日子杰弗里正式宣布她成为莫尔顿家族的唯一继承人，而且开始全面放权，让她开始接手负责家族事务。
en_us: Jeffree had officially declared her the Moreton Family's only successor a few days ago, and started to give her complete control, and let her take over the family's business.

source: 前冲的精灵兵士下意识的停住脚步，看着伊琳娜，竟是生不起半点发起进攻的勇气。
en_us: Some elven soldiers that were charging forward even halted their footsteps instinctively. Looking at Irina, they didn't even have the courage to charge forward.

source: 前者是有需要寻找伊丽莎白的时候的定位，后者则是如果伊丽莎白发生了危险情况，他能够及时收到警报，或许能够救她一命。
en_us: The former was to locate Elizabeth when they needed to look for her. The latter was for him to receive an alert if Elizabeth was in a dangerous situation so that he could get there in time to save her life.

source: 前辈不在，所以波比替他称赞了一声。
en_us: Now that his senior was not around, Bobby praised Mag in his stead.

source: 前辈说过，好酒得有上好的酒具来配。
en_us: His senior once said that a good wine deserves a good wine set.

source: 剩下的十几只鹅，则被围观的看客们全部作价一百铜币买走了。
en_us: The 10-odd geese left over were all bought by the onlookers with 100 copper coins each.

source: 剩下的基本是自住和用来收租的，并无对外出售的意向。
en_us: The rest were basically lived in by the owners or already rented for income. There were no inclination for sale.

source: 剩余精神波动已消除。
en_us: Remaining spiritual activity fluctuations had been removed.

source: 办事处自然不可能一片漆黑，那不过是一个高级的障眼法。
en_us: A working place could not be in complete darkness, of course. That was just a very high-level illusion.

source: 加上那厚重的镣铐，他们在强大的军队面前毫无抵抗力。
en_us: With those shackles, they were completely powerless in front of the powerful army.

source: 加了淀粉的浓稠糊糊，里边还加了萝卜、瘦肉和某种菇类，咸淡适宜，味道鲜美，冬日的早晨，一碗入肚，从胃到外都暖暖的，感觉整个人都活了过来。
en_us: The soup, which had corn flour added in it, was thick and sticky. There were even raddish, lean meat, and various kinds of mushrooms. It was not too salty and was very fresh. Having a bowl of this soup on a winter morning could make one warm from inside out. It was very revitalizing.

source: 加兰叹了口气，摇头道：“咱们平头百姓能知道啥，但我听说兽人族那边有几十个部落被咱灭了，这事多半不能善了，自求多福吧。”
en_us: Garlan sighed and shook his head. "What do we normal people know? However, I've heard that dozens of orc tribes were massacred by us. This is most likely not going to end well. Let's pray for ourselves."

source: 加兰和迈洛看着大门紧闭的麦米餐厅，都有些傻眼。
en_us: Garlan and Mylo looked at the tightly shut door of Mamy Restaurant in shock.

source: 加兰看了三遍那订单，依旧有些不可思议，“混乱之城单个市场，怎么会如此火爆？”
en_us: Garlanlooked through the bill three times and was still in disbelief. How could Chaos City alone have such a good market response?

source: 加兰随手关上了门，走到办公桌后坐下，幽幽叹了口气，“扯淡呢，是大老板担心情况恶化，想最后捞一笔，所以让我把麦老板的那篇文章提前了。”
en_us: Garlan closed the door, sat behind his desk, and softly sighed. "It's nonsense. The big boss wants to make a last killing because he's worried about the situation, so I push forward Boss Mag's article."

source: 加热完成。
en_us: The heating up process was completed.

source: 动荡的局势是不利于美食传播的，朝不保夕的时候，还有谁在乎美食，保命才是最重要的事情。
en_us: A tumultuous situation was unfavorable to spreading good food. Who would care about good food when they could die at any time. The most important thing was to stay alive.

source: 劲道的面皮，包裹着浸满汁水的肉团，不肥不腻，入口爽滑，按又是另一种美妙的体验。
en_us: The dumpling skin was chewy and the meat filling, which was sumberged in soup, was fatty but not greasy. The texture was smooth and it was another remarkable experience.

source: 包子的香味夹杂在热气之中，徐徐飘来。
en_us: The fragrance of the dumplings wafted over together with the steam.

source: 包子皮微微塌陷，但弹性极好的回弹回来，包子颤了颤，仿佛还有点生气。
en_us: The dumpling sank in a little but bounced right back up and shook a little, as though it was alive.

source: 包括五位评委也是这样想的。
en_us: Including the five judges.

source: 包括后来的鲍里斯府邸被窃事件，她可是知道的，这个案件中只有一个暴徒，另外一个是哈迪斯先生扮演的。
en_us: Including the incident of Boris's residence being burglared. She knew very well that there was only one assailant. The other one was played by Mr. Hades.

source: 化妆易容过后的麦格钻进车厢，提着被捆绑好的埃菲走了出来，然后一脚踹开那破木门走了进去。
en_us: Mag, who had put on a disguise, went into the cabin and came out with Eiffie, who was tied up. He kicked open the wooden door and walked in.

source: 北部，茫茫雪原之上。
en_us: In the north, in the snow plains.

source: 十五年前她已经失去了父母，今晚她还要以同样的方式失去生命吗？
en_us: She had already lost her parents 15 years ago. Was she going to lose her life in a similar way today?

source: 十五年过去了，在泰坦酒馆要重新步入正轨的时候，同样的事情又发生了。
en_us: 15 years had passed and just as Titan Tavern was going to return to its glory, the same thing happened again.

source: 十名铜奖酒颁布后，本届品酒大会的重头戏也就完美谢幕了。
en_us: After announcing the 10 bronze awards, the highlight of this year's liquor tasting event had a perfect ending.

source: 十数位骑士前后簇拥着马车，其中有一位十级骑士领头，还有数位九级和八级骑士护卫左右。
en_us: Tens of knights surrounded the horse-drawn carriage. Among them, the leader was a 10th-tier knight. There were other 9th-tier and 8th-tier knights as well.

source: 十级骑士最强大的手段是剑技，对于法则的领悟，让他们能够借助剑技发挥出远超身体极限的力量。
en_us: A 10th-tier knight's most powerful methods were his sword techniques and his understandings on the rules and laws. They allowed them to wield strength that were way beyond their bodies' limitations by executing the sword techniques.

source: 半个小时后，城堡收到了来自生命之城的回复信。
en_us: Half an hour later, the castle received the response letter from the City of Life.

source: 半个小时后，麦格出门把卢西恩的车夫和护卫叫进来，把喝得酩酊大醉的两位大人抬走。
en_us: Half an hour later, Mag went out to call Lucien's coachman and guards in to bring the two drunk officials back.

source: 半个小时后，麦格扶着腰出了泰坦酒馆，和女人解释一些机械原理还真是为难人。
en_us: 30 minutes later, Mag came out of Titan Tavern with his hand on his back. It was really difficult to explain the principle of machinery to women.

source: 半个小时后，麦格搬了两个烤架，一个冰激凌机和一个装满食材的食材箱，带着艾米和安妮出门。
en_us: Half an hour later, Mag carried two grills, one ice cream machine, and a food crate full of ingredients, and went out with Amy and Annie.

source: 半夜鬼敲门，说明这鬼还挺有礼貌。
en_us: The ghost knocking on the door at night means that ghost is rather polite.

source: 半密封的小罐子，上边开了几个细密的小孔，正好能让酒香徐徐飘出，但又不会一下子就跑光了气味。
en_us: The semi-sealed small container had a few tiny holes on top, which allowed the liquor's fragrance to diffuse out slowly and not escape all at once.

source: 单纯的清汤馄饨，他其实并不是非常喜欢。
en_us: He actually didn't like the wontons in clear soup very much.

source: 单论酒香，今日品的两百多款酒，竟是无一能够与其相提并论的。
en_us: Just talking about its aroma, none of the 200-odd liquor could compare to it.

source: 卡诺也想不到麦老板一个普通人，竟然敢在一位大魔法师的面前拥有如此勇气，而且还毫不犹豫的拒绝了让女儿成为未来的教廷教皇的机会。
en_us: Canault had never expected that as an ordinary man, Boss Mag would have such courage when facing a great magic caster, and he rejected the chance of letting his daughter become the pope in the future without any hesitation.

source: 卡诺作为一个过来人，面带微笑的看着希利大朵快颐，这和他当初刚发现麦米餐厅的时候差不多。
en_us: As someone who had gone through this, Canault watched Seely tuck in with a smile. He had behaved almost in the same manner when he had first discovered Mamy Restaurant.

source: 卡诺怕希尔排队等候无聊，就在一旁给他介绍了许多关于麦米餐厅的趣事。
en_us: Canault was afraid that Seely would be bored in the line, so he introduced many Mamy Restaurant's interesting facts to him while they lined up.

source: 卡诺是教廷在混乱之城的负责人，一位年轻的教士，不过从小在教廷长大的他，已经是能够独当一面的教士。
en_us: Canault was the Holy See's person in charge in Chaos City. He was a young missionary, but was already able to take charge because he grew up in the Holy See.

source: 卡诺有些抱歉的向麦格点了点头，也是转身快步跟上希利。
en_us: Canault nodded at Mag apologetically before quickly turning around to catch up with Seely.

source: 卡诺来到混乱之城已经三年，这还是第一次见到从教廷派来的人员，更没有预料到的是来人竟然是主教大人！
en_us: Canault had already been in Chaos City for three years, and this was his first time meeting someone sent by the Holy See. Even less expectedly, the person who came was actually the lord bishop!

source: 卡诺的目光在两人之间转着，暗自佩服麦老板作为一个普通人，竟然有着能够和大主教争锋相对的强大气场，又有些担心大主教是否会忍不住暴走。
en_us: Canault's gaze jumped between the two other men. He secretly admired Boss Mag for having the powerful presence to go against the archbishop as an ordinary man. At the same time, he was worried that the archbishop would lose his temper.

source: 卡诺的确是偶尔来麦米餐厅吃饭，也就一天两顿。
en_us: Canault did indeed come to Mamy Restaurant for his meals occasionally. It was just two meals a day.

source: 卡诺知道希利在担心什么，笑着道：“没问题的，这是麦米餐厅的传统和规矩，只要是进了麦米餐厅的客人都要遵守。”
en_us: Canault knew what Seely was worried about, and laughingly said, "There'll be no problem. This is the Mamy Restaurant's rule and tradition. All the customers have to obey it as long as they are in Mamy Restaurant."

source: 卡诺跟着出门，又是小心翼翼的关上门。
en_us: Canault followed him out before closing the door gingerly.

source: 卡诺闻言有些脸红的别过脸去，他也不知道希利今日来找麦格和小老板是为了这事。
en_us: Canault turned his face to the side with a blush after hearing that. He also had no idea that Seely came to look for Mag and Little Boss for this.

source: 卢西恩不好酒，却也喝过许多美酒，可就算是在皇宫中喝过的上贡美酒，也从未有这般令他惊艳的感觉。
en_us: Lucien was not a heavy drinker, but he had tried many good alcohols. However, even those that were presented in the palace did not shock him as much as this wine.

source: 卢西恩凑近了嗅了一口，依旧一脸不可思议，看着波比道：“这酒……是什么酒？”
en_us: Lucien inched closer to take a whiff. He was still in disbelief. He looked at Bobby, and asked, "This wine… What is it?"

source: 卢西恩微微抬手，示意同行的官员不要发怒，看着麦格微笑道：“能够酿出茅台酒这般美酒之人，我相信不会说谎，我先试试这酒的滋味，看看是否合我口味。”
en_us: Lucien raised his hand slightly, telling the fellow courtiers not to blow their top. He looked at Mag with a smile, and said, "I believe a person who could brew a wine as beautiful as Maotai would not lie. Let me try this drink and see if it suits my tastes."

source: 卢西恩有些机械性的将手中的酒杯端到嘴边，然后一饮而尽，醉眼更迷蒙了几分，自来熟的挽着麦格的肩膀，有些含糊不清道：“我……我们刚刚说到哪了？”
en_us: Lucien put the glass to his mouth mechanically, and chugged it down. After that, he appeared even drunker. Lucien put his arms around Mag's shoulder, and slurred, "Wh-where was I?"

source: 卢西恩的目光先被那三道下酒菜吸引了，一盘花生，这是酒馆常见的下酒菜，不过一般酒馆都会附送一盘花生，而这家酒馆则是将它作为一道下酒菜来贩卖。
en_us: Lucien's gaze was attracted to the three side dishes at first. They were a plate of peanuts, the most common side dish in taverns. However, taverns would usually give the peanuts out for free, while this tavern sold it as a side dish.

source: 卢西恩看了一眼他们这次来了八个人，略一思索便道：“来三瓶茅台酒，再来一瓶那个威士忌试试，下酒菜每样来两份，对了，酒鬼花生多上两份。”
en_us: Lucien took a quick look at their group of eight, and pondered briefly before saying, "We'll have three bottles of Maotai, a bottle of whiskey, and two helpings of the dishes to go with the drinks. Oh, yes, two extra helpings of drunkard peanuts, please."

source: 卢西恩知道自己已经爱上了这瓶名为威士忌的酒，她是如此的特别，又如此的令人惊喜，只有真正品尝之后才能知晓隐藏在富有欺骗性的香味之下的美妙滋味。
en_us: Lucien knew that he had already fallen in love with this alcohol called whiskey. It was so special and so surprising. Only those who truly knew how to appreciate it could find the beauty hidden behind its deceptive fragrance.

source: 卢西恩稍稍打量了一下这家新酒馆，装饰算不上豪华，但也还算舒服，暖黄色的油灯灯光让人觉得舒服，而且酒馆里非常温暖，一进门便让人想要脱掉厚外套。
en_us: Lucien looked around this new tavern. The renovation was not lavish, but was comfortable enough. The warm yellow light from the oil lamp made one feel very comfortable. On top of that, the tavern was very warm, giving one the urge to take off their thick jacket upon entering.

source: 危险！危险！危险！
en_us: Danger! Danger! Danger!

source: 即便是各族联军，魔法师的数量也终究有限。
en_us: Moreover, the number of magic casters were limited in the allied forces.

source: 即日起，艾许莉将负责此事，自愿原则，希望大家能够积极参与。”伊琳娜接着说道。
en_us: From tomorrow onwards, Ashley would be in charge of this matter. It would be on a voluntary basis and I hope everyone could take part actively," Irina said.

source: 历久弥香，说的大概就是它了。
en_us: Aging like fine wine would probably be how this could be described.

source: 历届品酒大会都是由洛都美酒协会牵头举办的，场地位于洛都城南的一座庄园内，是一位贵族提供的场地。
en_us: The previous liquor tasting events were organised by the Wine and Liquor Association and it was located in a Manor provided by a noble at the Southern part of Rodu.

source: 厚重的冰墙突然碎了。
en_us: The thick ice wall suddenly shattered.

source: 原先价低量大的泰坦酒消失了，连带着一些原本帮其他酿酒坊代销的低价酒也消失了。
en_us: The cheap and abundant Titan Liquor was removed, along with those cheap liquors that she sold on behalf of the other taverns.

source: 原本一脸期待的埃菲看到麦格的表情，心里咯噔一下，凉了半截。
en_us: Eiffie, who was full of anticipation, felt her heart stop for a while when she saw Mag's expression.

source: 原本乔修不过是一个七级不到的魔法师，虽不能说是手无缚鸡之力，但的确不足为据。
en_us: Josh had been only a mere 7th-tier magic caster. Although he hadn't really been helpless, he indeed hadn't been a threat.

source: 原本他还在为布卢姆的死亡黯然神伤，毕竟这是他身后最大的助力，却突然暴毙身亡。
en_us: At first, he was still sad over Blum's death. After all, the man was Sean's greatest supporter, and he just died suddenly.

source: 原本在一旁独饮的伊琳娜也满是好奇的端着酒瓶过来了，抿着小酒，津津有味的听着，听到精彩处，还会给两声喝彩。
en_us: Irina, who was drinking alone, came over with her wine curiously. She sipped on the wine as she listened intently, even cheering at the exciting parts.

source: 原本已经丧失了咀嚼欲望的麦格，看着艾米期待的目光，又是继续嚼了起来，脸上还要保持微笑，然后快速拿起手边的水咕噜咕噜把他们全部咽下。
en_us: Mag, who had already lost his desire to chew, continued chewing after he saw Amy's anticipated look. At the same time, he had to maintain the smile on his face. He then quickly picked up the glass of water next to him, took a big gulp, and swallowed all the food down.

source: 原本懒洋洋的丑小鸭的耳朵瞬间立了起来，迷离的目光也是一下子变得敏锐，刷的一下子盯住了那滚动的绿豆。
en_us: Ugly Duckling, which was lying around lazily, quickly pricked up its ears, and its gaze focused on the rolling mung bean immediately.

source: 原本挂着转让的店铺，纷纷摘掉了转让的牌子。
en_us: The shops that had "for sale" signs on their doors, quickly removed them.

source: 原本精壮的布卢姆将军，此刻却只剩下了皮包骨，一身精血仿佛被什么吸干了一般，表情极为惊悚，仿佛看到了什么大恐怖的事物，瞪大的眼睛到死都没有合上。
en_us: The big and burly General Blum was reduced to skin and bones. It was as though he was sucked dry. He had a horrified expression, as though he had seen something terrifying, causing his eyes to be wide open even till his death.
